{
  "header": {
    "imageLogoAlt": "Logo",
    "aboutLabel": "About",
    "experienceLabel": "Experience",
    "projectsLabel": "Projects",
    "contactLabel": "Contact",
    "languageSwitcherLabel": "Language"
  },
  "footer": {
    "copyright1": "Copyright",
    "copyright2": "2024 Julius Schultz. All Rights Reserved."
  },
  "indexPage": {
    "introduction": "Hello, I'm",
    "name": "Julius Schultz",
    "jobTitle": "Frontend Developer",
    "companyButtonLabel": "Company",
    "contactButtonLabel": "Contact"
  },
  "aboutPage": {
    "sectionHeadline1": "Get To Know More",
    "sectionHeadline2": "About Me",
    "introduction1" : "“Use your own understanding and don’t fail because of laziness or cowardice,” this guiding principle of the Age of Enlightenment has shaped me and drives me to constantly expand my horizons of knowledge.",
    "introduction2" : "In order to dive deeper into new technologies and especially software development, I decided to study international media computing. Currently, topics that interest me quite a lot are artificial intelligence and web development.",
    "profilePictureAlt": "Profile picture",
    "education": {
      "label": "Education",
      "bachelor": "B.Sc. Bachelors Degree",
      "university": "University of Applied Sciences Berlin"
    },
    "workExperience": {
      "label": "Work Experience",
      "time": "2+ years",
      "profession": "Frontend Development"
    }
  },
  "experiencePage": {
    "sectionHeadline1": "Explore My",
    "sectionHeadline2": "Experience",
    "frontendDevelopment": "Frontend Development",
    "experiencedLevel": "Experienced",
    "intermediateLevel": "Intermediate",
    "nuxt": "Nuxt",
    "react": "React",
    "python": "Python",
    "java": "Java",
    "swift": "Swift",
    "scrumMaster": "Scrum Master",
    "events": "Events",
    "scrumGuide": "Scrum Guide",
    "kanban": "Kanban",
    "waterfall": "Waterfall"
  },
  "projectsPage": {
    "sectionHeadline1": "Browse My Recent",
    "sectionHeadline2": "Projects",
    "project1": {
      "altPicture": "Pfeiffer Vacuum Logo",
      "title": "Pfeiffer Vacuum",
      "description": "Development of an online shop at diva-e on behalf of Pfeiffer Vacuum",
      "buttonLabel": "Website"
    },
    "project2": {
      "altPicture": "Bloomreach Logo",
      "title": "Bloomreach Connector",
      "description": "Creation of a reusable Connector for Nuxt.js projects",
      "buttonLabel": "npm package"
    }
  },
  "form": {
    "sectionHeadline1": "Get in Touch",
    "sectionHeadline2": "Contact Me",
    "firstName": "First name",
    "lastName": "Last name",
    "company": "Company",
    "mail": "E-Mail",
    "telephone": "Telephone",
    "messageLabel": "Message",
    "messagePlaceholder": "Your message",
    "subject": "Subject",
    "submit": "Send",
    "requiredMessage": "This field is required",
    "success": {
      "sectionHeadline1": "Your request was",
      "sectionHeadline2": "Successful",
      "successMessage1": "You have successfully sent a request.",
      "successMessage2": "The host will get in touch with you as soon as possible.",
      "button": "Retour à la page d'accueil"
    }
  },
  "imprint": {
    "sectionHeadline2": "Imprint",
    "address": {
      "headline": "According to § 5 TMG:",
      "name": "Julius Schultz",
      "town": "Berlin",
      "contactLink": "Contact"
    },
    "section1": {
      "headline": "Disclaimer:"
    },
    "section2": {
      "headline": "Liability for content",
      "text": "The contents of our website were created with the greatest possible care. However, we cannot guarantee that the content is correct, complete or up-to-date. As a service provider, we are responsible for our own content on these pages in accordance with general laws in accordance with Section 7 Paragraph 1 TMG. However, according to Sections 8 to 10 TMG, as a service provider we are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. If we become aware of any corresponding legal violations, we will immediately remove this content."
    },
    "section3":  {
      "headline": "Limitation of liability for external links",
      "text": "Our website contains links to external third-party websites over whose content we have no influence. We therefore cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not apparent at the time of linking. However, permanent control of the content of the linked pages is unreasonable without concrete evidence of a legal violation. If we become aware of any legal violations, we will immediately remove such links."
    },
    "section4":  {
      "headline": "Copyright",
      "text": "The content and works on these pages created by the site operators are subject to German copyright law. Reproduction, processing, distribution and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use. If the content on this site was not created by the operator, the copyrights of third parties are respected. In particular contents of third parties are marked as such. Should you nevertheless become aware of a copyright infringement, we ask that you notify us accordingly. If we become aware of any legal violations, we will immediately remove such content."
    }
  }
}