{
  "header": {
    "imageLogoAlt": "Logo",
    "aboutLabel": "Sur moi",
    "experienceLabel": "Expérience",
    "projectsLabel": "Projets",
    "contactLabel": "Contact",
    "languageSwitcherLabel": "Langue"
  },
  "footer": {
    "copyright1": "Copyright",
    "copyright2": "2024 Julius Schultz. Tous droits réservés."
  },
  "indexPage": {
    "introduction": "Bonjour, je suis",
    "name": "Julius Schultz",
    "jobTitle": "Développeur Front-End",
    "companyButtonLabel": "Entreprise",
    "contactButtonLabel": "Contact"
  },
  "aboutPage": {
    "sectionHeadline1": "Apprenez-en davantage",
    "sectionHeadline2": "Sur moi",
    "introduction1" : "« Utilisez votre propre esprit et n'échouez pas à cause de la paresse ou de la lâcheté », ce principe directeur des Lumières m'a influencé et me pousse à élargir constamment mes horizons de connaissances.",
    "introduction2" : "Afin d'approfondir les nouvelles technologies et notamment le développement de logiciels, j'ai décidé d'étudier l'informatique multimédia internationale. Actuellement, les sujets qui m'intéressent beaucoup sont l'intelligence artificielle et le développement web.",
    "profilePictureAlt": "Image de profil",
    "education": {
      "label": "Éducation",
      "bachelor": "B.Sc. Licence",
      "university": "Université des Sciences Appliquées de Berlin"
    },
    "workExperience": {
      "label": "L'expérience professionnelle",
      "time": "2+ ans",
      "profession": "Développement front-end"
    }
  },
  "experiencePage": {
    "sectionHeadline1": "Explorez mon",
    "sectionHeadline2": "Expérience",
    "frontendDevelopment": "Développement front-end",
    "experiencedLevel": "Professionnel",
    "intermediateLevel": "Intermédiaire",
    "nuxt": "Nuxt",
    "react": "React",
    "python": "Python",
    "java": "Java",
    "swift": "Swift",
    "scrumMaster": "Maître Scrum",
    "events": "Événements",
    "scrumGuide": "Guide Scrum",
    "kanban": "Kanban",
    "waterfall": "Chute d'eau"
  },
  "projectsPage": {
    "sectionHeadline1": "Parcourir mes",
    "sectionHeadline2": "Projets récents",
    "project1": {
      "altPicture": "Pfeiffer Vacuum Logo",
      "title": "Pfeiffer Vacuum",
      "description": "Développement d'une boutique en ligne chez diva-e pour le compte de Pfeiffer Vacuum",
      "buttonLabel": "Site web"
    },
    "project2": {
      "altPicture": "Bloomreach Logo",
      "title": "Bloomreach Connecteur",
      "description": "Création d'un connecteur réutilisable pour les projets Nuxt.js",
      "buttonLabel": "paquet npm"
    }
  },
  "form": {
    "sectionHeadline1": "Entrer en contact",
    "sectionHeadline2": "Contactez moi",
    "firstName": "Prénom",
    "lastName": "Nom de famille",
    "company": "Entreprise",
    "mail": "E-mail",
    "telephone": "Téléphone",
    "messageLabel": "Message",
    "messagePlaceholder": "Votre message",
    "subject": "Sujet",
    "submit": "Envoyer",
    "requiredMessage": "Ce champ est obligatoire",
    "success": {
      "sectionHeadline1": "Votre demande a ",
      "sectionHeadline2": "Abouti",
      "successMessage1": "Vous avez envoyé une demande avec succès",
      "successMessage2": "L'hôte vous contactera dans les plus brefs délais.",
      "button": "Zurück zur Home Page"
    }
  },
  "imprint": {
    "sectionHeadline2": "Imprimer",
    "address": {
      "headline": "Conformément au § 5 TMG :",
      "name": "Julius Schultz",
      "town": "Berlin",
      "contactLink": "Contact"
    },
    "section1": {
      "headline": "Avis de non-responsabilité:"
    },
    "section2": {
      "headline": "Responsabilité du contenu",
      "text": "Le contenu de mon site Internet a été créé avec le plus grand soin possible. Cependant, je ne peux garantir que le contenu soit correct, complet ou à jour. En tant que prestataire de services, je suis responsable de mon propre contenu sur ces pages conformément aux lois générales conformément à l'article 7, paragraphe 1, du TMG. Toutefois, conformément aux articles 8 à 10 du TMG, en tant que prestataire de services, je ne suis pas obligé de surveiller les informations de tiers transmises ou stockées ni d'enquêter sur les circonstances indiquant une activité illégale. Les obligations de supprimer ou de bloquer l'utilisation des informations conformément au droit général restent inchangées. Toutefois, la responsabilité à cet égard n'est possible qu'à partir du moment où l'on a connaissance d'une violation concrète de la loi. Si nous avons connaissance de violations légales correspondantes, nous supprimerons immédiatement ce contenu."
    },
    "section3":  {
      "headline": "Limitation de responsabilité pour les liens externes",
      "text": "Mon site Web contient des liens vers des sites Web externes de tiers sur le contenu desquels je n'ai aucune influence. Par conséquent, je ne peux accepter aucune responsabilité pour ce contenu externe. Le fournisseur ou l'exploitant respectif des pages est toujours responsable du contenu des pages liées. Les pages liées ont été vérifiées au moment de la création du lien pour détecter d'éventuelles violations de la loi. Aucun contenu illégal n'était apparent au moment de la création du lien. Un contrôle permanent du contenu des pages liées n'est toutefois pas raisonnable sans preuves concrètes d'une violation de la loi. Si nous avons connaissance de violations de la loi, nous supprimerons immédiatement ces liens."
    },
    "section4":  {
      "headline": "Droits d'auteur",
      "text": "Le contenu et les œuvres de ces pages créées par les exploitants du site sont soumis à la loi allemande sur le droit d'auteur. La reproduction, le traitement, la distribution et toute forme d'exploitation en dehors des limites du droit d'auteur nécessitent l'accord écrit de l'auteur ou du créateur respectif. Les téléchargements et les copies de cette page ne sont autorisés que pour un usage privé et non commercial. Si le contenu de ce site n'a pas été créé par l'opérateur, les droits d'auteur des tiers sont respectés. En particulier, les contenus de tiers sont marqués comme tels. Si vous constatez néanmoins une violation du droit d'auteur, n'hésitez pas à m'en informer. Si j'ai connaissance d'une violation de la loi, je supprimerai immédiatement ce contenu."
    }
  }
}