{
  "header": {
    "imageLogoAlt": "Logo",
    "aboutLabel": "O mnie",
    "experienceLabel": "Doświadczenie",
    "projectsLabel": "Projektowanie",
    "contactLabel": "Kontakt",
    "languageSwitcherLabel": "Język"
  },
  "footer": {
    "copyright1": "Copyright",
    "copyright2": "2024 Julius Schultz. Wszelkie prawa zastrzeżone."
  },
  "indexPage": {
    "introduction": "Cześć jestem",
    "name": "Juliusz Schultz",
    "jobTitle": "Programista front-end",
    "companyButtonLabel": "Firma",
    "contactButtonLabel": "Kontakt"
  },
  "aboutPage": {
    "sectionHeadline1": "Dowiedz się więcej",
    "sectionHeadline2": "O mnie",
    "introduction1" : "\"Użyj własnego intelektu i nie zawiedź z powodu lenistwa lub tchórzostwa\", ta naczelna zasada oświecenia ukształtowała mnie i napędza mnie do ciągłego poszerzania horyzontu wiedzy.",
    "introduction2" : "Zdecydowałem się studiować informatykę w mediach międzynarodowych, aby jeszcze bardziej zagłębić się w oprogramowanie i rozwijać nowe technologie. Uważam, że dziedzina sztucznej inteligencji jest szczególnie ekscytująca. Ogólnie rzecz biorąc, bardzo interesujące jest dla mnie generowanie sensownych odpowiedzi na zapytania za pomocą różnych algorytmów. Moje studia rozbudziły we mnie pasję do matematyki, informatyki i tworzenia aplikacji. Obecnie realizuję tę pasję jako front-end developer w agencji cyfrowej #divae.",
    "profilePictureAlt": "Zdjęcie profilowe",
    "education": {
      "label": "Edukacja",
      "bachelor": "Licencjat",
      "university": "Uniwersytet Nauk Stosowanych w Berlinie"
    },
    "workExperience": {
      "label": "Doświadczenie zawodowe",
      "time": "Ponad 2 lata",
      "profession": "Rozwój Frontendu"
    }
  },
  "experiencePage": {
    "sectionHeadline1": "Poznaj moje",
    "sectionHeadline2": "Doświadczenia",
    "frontendDevelopment": "Rozwój Frontendu",
    "experiencedLevel": "Doświadczony",
    "intermediateLevel": "Regularny",
    "nuxt": "Nuxt",
    "react": "React",
    "python": "Python",
    "java": "Jawa",
    "swift": "Swift",
    "scrumMaster": "Scrum Master",
    "events": "Wydarzenia",
    "scrumGuide": "Przewodnik po Scrumie",
    "kanban": "Kanban",
    "waterfall": "Wodospad",
    "certificates": "Certyfikaty i nagrody"
  },
  "projectsPage": {
    "sectionHeadline1": "Przeglądaj moje najnowsze",
    "sectionHeadline2": "Projekty",
    "project1": {
      "altPicture": "Logo Pfeiffer Vacuum",
      "title": "Pfeiffer Vacuum",
      "description": "Rozwój sklepu internetowego w diva-e na zlecenie Pfeiffer Vacuum",
      "buttonLabel": "Strona internetowa"
    },
    "project2": {
      "altPicture": "Logo Bloomreach",
      "title": "Bloomreach Złącze",
      "description": "Stworzenie konektora wielokrotnego użytku dla projektów Nuxt.js",
      "buttonLabel": "pakiet npm"
    }
  },
  "form": {
    "sectionHeadline1": "Skontaktuj się",
    "sectionHeadline2": "ze Mną",
    "firstName": "Imię",
    "lastName": "Nazwisko",
    "company": "Entreprise",
    "mail": "E-mail",
    "telephone": "Telefon",
    "messageLabel": "Wiadomość",
    "messagePlaceholder": "Twoja wiadomość",
    "subject": "Temat",
    "submit": "Wysłać",
    "requiredMessage": "To pole jest wymagane",
    "success": {
      "sectionHeadline1": "Twoja prośba została",
      "sectionHeadline2": "Zrealizowana",
      "successMessage1": "Pomyślnie dostarczyłeś wiadomość.",
      "successMessage2": "Wkrótce otrzymasz odpowiedź.",
      "button": "Powrót do strony głównej"
    }
  },
  "imprint": {
    "sectionHeadline2": "Odcisk",
    "address": {
      "headline": "Zgodnie z § 5 TMG:",
      "name": "Juliusz Schultz",
      "town": "Berlin",
      "contactLink": "Kontakt"
    },
    "section1": {
      "headline": "Zastrzeżenie:"
    },
    "section2": {
      "headline": "Odpowiedzialność za treść",
      "text": "Treści zawarte na mojej stronie internetowej zostały stworzone z największą możliwą starannością. Nie mogę jednak zagwarantować, że treść jest poprawna, kompletna i aktualna. Jako usługodawca jestem odpowiedzialny za własne treści na tych stronach zgodnie z ogólnymi przepisami prawa zgodnie z § 7 ust. 1 TMG. Jednakże zgodnie z §§ 8 do 10 TMG jako usługodawca nie jestem zobowiązany do monitorowania przekazywanych lub przechowywanych informacji osób trzecich ani do badania okoliczności wskazujących na nielegalną działalność. Obowiązek usunięcia lub zablokowania wykorzystania informacji zgodnie z ogólnymi przepisami prawa pozostaje nienaruszony. Odpowiedzialność w tym zakresie możliwa jest jednak dopiero od momentu poznania konkretnego naruszenia prawa. Jeśli dowiemy się o odpowiednich naruszeniach prawa, natychmiast usuniemy te treści."
    },
    "section3":  {
      "headline": "Ograniczenie odpowiedzialności za linki zewnętrzne",
      "text": "Na mojej stronie internetowej znajdują się linki do zewnętrznych stron internetowych podmiotów trzecich, na których treść nie mam wpływu. Dlatego nie mogę ponosić żadnej odpowiedzialności za te treści zewnętrzne. Za treść stron, do których prowadzą linki, zawsze odpowiada odpowiedni dostawca lub operator stron. W momencie linkowania strony, do których prowadzą linki, zostały sprawdzone pod kątem ewentualnych naruszeń prawa. W momencie łączenia nie było widać nielegalnych treści. Jednakże stała kontrola treści stron, do których prowadzą linki, jest nieuzasadniona bez konkretnych dowodów naruszenia prawa. Jeśli dowiemy się o jakichkolwiek naruszeniach prawa, natychmiast usuniemy takie linki."
    },
    "section4":  {
      "headline": "Prawo autorskie",
      "text": "Treści i dzieła na tych stronach stworzone przez operatorów witryn podlegają niemieckiemu prawu autorskiemu. Powielanie, przetwarzanie, rozpowszechnianie i wszelkiego rodzaju wykorzystywanie wykraczające poza granice praw autorskich wymaga pisemnej zgody danego autora lub twórcy. Pobieranie i kopiowanie tej strony jest dozwolone wyłącznie do użytku prywatnego, niekomercyjnego. Jeżeli treści znajdujące się na tej stronie nie zostały stworzone przez operatora, respektowane są prawa autorskie osób trzecich. W szczególności treści osób trzecich są jako takie oznaczone. Jeśli mimo to dowiesz się o naruszeniu praw autorskich, daj mi znać. Jeśli dowiem się o jakichkolwiek naruszeniach prawa, natychmiast usunę takie treści."
    }
  }
}